Repository: guoyingtao/ReviewFlow
Catalog: Sources/ReviewFlow/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# review_flow.prompt_title
source: Quick Question
de: Kurze Frage
es: Una pregunta rápida
fr: Une petite question
it: Una domanda veloce
ja: ちょっと質問です
ko: 잠깐 여쭤볼게요
pt_br: Uma pergunta rápida
ru: Небольшой вопрос
zh_hans: 想问一下
zh_hant: 想問一下

# review_flow.prompt_question
source: How are you enjoying the app?
de: Wie gefällt dir die App?
es: ¿Qué te parece la app?
fr: Que pensez-vous de l'app ?
it: Come ti trovi con l'app?
ja: アプリの使い心地はいかがですか？
ko: 앱을 사용하시기에 어떠세요?
pt_br: O que você acha do app?
ru: Нравится ли вам приложение?
zh_hans: 你用得还习惯吗？
zh_hant: 你用得還習慣嗎？

# review_flow.love_it_button
source: 😊 Love it
de: 😊 Ich liebe sie
es: 😊 Me encanta
fr: 😊 J'adore
it: 😊 La adoro
ja: 😊 気に入っています
ko: 😊 아주 좋아요
pt_br: 😊 Adoro
ru: 😊 Очень нравится
zh_hans: 😊 很喜欢
zh_hant: 😊 很喜歡

# review_flow.its_ok_button
source: 😐 It's OK
de: 😐 Ganz okay
es: 😐 Está bien
fr: 😐 Ça va
it: 😐 Va bene
ja: 😐 まあまあ
ko: 😐 괜찮아요
pt_br: 😐 É razoável
ru: 😐 Нормально
zh_hans: 😐 还行
zh_hant: 😐 還好

# review_flow.needs_improvement_button
source: 😞 Needs improvement
de: 😞 Verbesserungswürdig
es: 😞 Puede mejorar
fr: 😞 À améliorer
it: 😞 Da migliorare
ja: 😞 改善してほしい
ko: 😞 개선이 필요해요
pt_br: 😞 Pode melhorar
ru: 😞 Есть над чем поработать
zh_hans: 😞 有待改进
zh_hant: 😞 有待改進

# review_flow.feedback_title
source: We're Sorry to Hear That
de: Das tut uns leid
es: Lamentamos que no sea así
fr: Nous en sommes désolés
it: Ci dispiace
ja: ご期待に添えず申し訳ありません
ko: 불편을 드려 죄송합니다
pt_br: Sentimos muito por isso
ru: Нам жаль это слышать
zh_hans: 很抱歉给你带来不便
zh_hant: 很抱歉造成不便

# review_flow.feedback_subtitle
source: We'd love to hear how we can improve.
de: Sag uns gern, wie wir uns verbessern können.
es: Nos encantaría saber cómo podemos mejorar.
fr: Dites-nous comment nous pouvons nous améliorer.
it: Ci piacerebbe sapere come possiamo migliorare.
ja: 改善のためにご意見をお聞かせください。
ko: 어떻게 개선하면 좋을지 알려주세요.
pt_br: Gostaríamos de saber como podemos melhorar.
ru: Расскажите, как мы можем стать лучше.
zh_hans: 告诉我们如何改进吧。
zh_hant: 告訴我們可以如何改進。

# review_flow.send_email_button
source: Send Email
de: E-Mail senden
es: Enviar correo
fr: Envoyer un e-mail
it: Invia email
ja: メールを送る
ko: 이메일 보내기
pt_br: Enviar e-mail
ru: Отправить письмо
zh_hans: 发送邮件
zh_hant: 傳送電子郵件

# review_flow.open_feedback_url_button
source: Open Feedback URL
de: Feedback-Seite öffnen
es: Abrir página de comentarios
fr: Ouvrir la page de commentaires
it: Apri pagina feedback
ja: フィードバックページを開く
ko: 피드백 페이지 열기
pt_br: Abrir página de feedback
ru: Открыть страницу отзывов
zh_hans: 打开反馈页面
zh_hant: 開啟意見回饋頁面

# review_flow.maybe_later_button
source: Maybe Later
de: Vielleicht später
es: Quizás más tarde
fr: Plus tard
it: Forse più tardi
ja: あとで
ko: 나중에
pt_br: Talvez depois
ru: Позже
zh_hans: 以后再说
zh_hant: 稍後再說

# review_flow.rate_choice_title
source: Glad you're enjoying it!
de: Schön, dass sie dir gefällt!
es: ¡Nos alegra que te guste!
fr: Ravis que l'app vous plaise !
it: Siamo felici che ti piaccia!
ja: 気に入っていただけて嬉しいです！
ko: 마음에 드신다니 기뻐요!
pt_br: Que bom que você está gostando!
ru: Рады, что вам нравится!
zh_hans: 很高兴你喜欢！
zh_hant: 很高興你喜歡！

# review_flow.rate_choice_subtitle
source: Would you like to leave a rating or send us feedback?
de: Möchtest du sie bewerten oder uns Feedback geben?
es: ¿Quieres dejar una valoración o enviarnos comentarios?
fr: Souhaitez-vous laisser une note ou nous faire un retour ?
it: Vuoi lasciare una valutazione o inviarci un feedback?
ja: 評価する、またはフィードバックを送信しますか？
ko: 평점을 남기시겠어요, 아니면 피드백을 보내시겠어요?
pt_br: Gostaria de deixar uma avaliação ou enviar um feedback?
ru: Хотите оставить оценку или отправить отзыв?
zh_hans: 想给个评分，还是给我们一些反馈？
zh_hant: 想給個評分，還是提供一些意見回饋？

# review_flow.rate_app_button
source: Rate App
de: App bewerten
es: Valorar la app
fr: Noter l'app
it: Valuta l'app
ja: アプリを評価
ko: 앱 평가하기
pt_br: Avaliar o app
ru: Оценить приложение
zh_hans: 给应用评分
zh_hant: 為 App 評分

# review_flow.send_feedback_button
source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
it: Invia feedback
ja: フィードバックを送る
ko: 피드백 보내기
pt_br: Enviar feedback
ru: Отправить отзыв
zh_hans: 提交反馈
zh_hant: 提供意見回饋

# review_flow.later_button
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
pt_br: Depois
ru: Позже
zh_hans: 稍后
zh_hant: 稍後

# review_flow.never_ask_again_button
source: Don't Ask Again
de: Nicht mehr fragen
es: No volver a preguntar
fr: Ne plus demander
it: Non chiedermelo più
ja: 今後表示しない
ko: 다시 묻지 않기
pt_br: Não perguntar novamente
ru: Больше не спрашивать
zh_hans: 不再询问
zh_hant: 不再詢問
